Repository: common-repository/mandoo
Catalog: languages/mandoo-*.po
Languages: es_es

source: You'll need to set up the Mandoo API conection before use the widget.
es_es: Necesita configurar la conexión a Mandoo API antes de usar el widget.

source: You can make your changes
es_es: Puede hacer sus cambios

source: here
es_es: aquí

source: You'll need to select a doMail subscribers group to add your new users.
es_es: Necesita seleccionar un grupo de suscriptores de doMail al que añadir los nuevos usuarios.

source: An error ocurred conecting with Mandoo API. Please check that api keys stored are correct.
es_es: Ocurrió un error durante la conexión con Mandoo API. Por favor revise que las claves de la api guardadas sean correctas.

source: Saved settings
es_es: Ajustes guardados

source: You don't have any group. Create a doMail subscriber group to associate your new registered users
es_es: No tiene ningún grupo. Cree un grupo de suscriptores de doMail al que asociar los nuevos usuarios registrados

source: Enter a valid
es_es: Introduzca una clave

source: keys here to get started. Once you've done that, you can use the Mandoo™ Plugins.
es_es: válida para poder empezar. Una vez hecho podrá usar el Mandoo™ Plugin.

source: Do not have
es_es: ¿No tiene un

source: Create a Mandoo™ ID
es_es: Crear un Mandoo™ ID

source: Create an account now.
es_es: ? Crea una cuenta ahora.

source: Put the code in a "Post" or "Page" content to replace it by the corresponding form created with
es_es: Pon el "Código" en una "Entrada" o una "Página" para reemplazarlo por el formulario correspondiente creado con

source: Customize your template for send your news to your subscribers
es_es: Personaliza tu plantilla para enviar tus novedades a tus suscriptores

source: Select a
es_es: Seleccione un grupo de

source: group where new registered users will be added.
es_es: donde serán añadidos los nuevos usuarios registrados.

source: Forms
es_es: Formularios

source: The shortcode not referer to any form created by
es_es: El código no se relaciona con ningún formulario creado con

source: Please revise the page content.
es_es: Por favor revise el contenido de la página.

source: Accept newsletter subscribe
es_es: Acepto suscribirme al boletín

source: Accept the terms
es_es: Acepto los términos

source: Template
es_es: Plantilla

source: Send
es_es: Enviar

source: Are you sure you want to send the newsletters to %s subscribers?
es_es: ¿Estás seguro que quieres enviar el boletín a %s suscriptores?

source: Send Mail
es_es: Enviar

source: Cancel
es_es: Cancelar

source: Displays a form from your Mandoo™ doForms account.
es_es: Muestra un formulario creado con su cuenta Mandoo™ doForms.

source: Select a form :
es_es: Seleccione un formulario :

source: Group
es_es: Grupo

source: Groups
es_es: Grupos

source: Name
es_es: Nombre

source: Subscribers number
es_es: Número de suscriptores

source: Code
es_es: Código

source: What you're trying to do looks a little shady.
es_es: Lo que está tratando de hacer es un poco dudoso.

source: API Keys Settings
es_es: Ajustes API Keys

source: Save Changes
es_es: Guardar los cambios

source: Help
es_es: Ayuda

source: Api Keys
es_es: Claves Api

source: In this section you can insert and modify keys to connect with Mandoo. If you have any problem or you do not know your keys go to Mandoo Account and see "API".
es_es: En esta sección se pueden insertar y modificar las claves para conectar con Mandoo. Si usted tiene cualquier problema o usted no sabe las claves vaya a Mandoo Account, sección "API ".

source: Page Form
es_es: Formulario en página

source: User Subscribe
es_es: Suscripción de usuarios

source: If you have any questions, please contact us via help@mandoocms.com or fill in our contact form on our site
es_es: Si tienes alguna duda, por favor contacta con nosotros a través del correo help@mandoocms.com o a través de nuestro formulario de contacto en nuestra web

source: Newsletter
es_es: Boletín

source: Header
es_es: Cabecera

source: Background color
es_es: Color de fondo

source: E-mail Background color
es_es: Color de fondo del E-mail

source: Footer
es_es: Pie

source: Preview Mail
es_es: Vista previa

source: General options
es_es: Opciones generales

source: Subject
es_es: Asunto

source: Select Mandoo doMail campaign
es_es: Seleccione una campaña de Mandoo doMail

source: Select
es_es: Seleccione

source: Publish on RSS
es_es: Publicar en el RSS

source: group to send the newsletter.
es_es: para enviar el boletín.

source: No name
es_es: Sin nombre

source: Select your newsletter content.
es_es: Seleccione el contenido de su boletín.

source: Close
es_es: Cerrar

source: Page Form Settings
es_es: Ajustes Formulario en página

source: Preview
es_es: Vista previa

source: User Subscribe Settings
es_es: Ajustes de Suscripción de usuarios

source: Select a group:
es_es: Seleccione grupo:

source: Group name:
es_es: Nombre del grupo

source: Create group
es_es: Crear grupo
